/**
 * Java Kononenko Test Task.
 * Laboratory work 04.
 *
 * @author Oleg Khrulov
 * @version dated 15.06.2020
 */

/*
    1). Створити клас із виконавчим методом, в якому створити масив з об’єктів класу
    студент, який складається як мінімум з 5-и полів.
    2). Відсортувати масив, за одним з полів, за зростання,
    а за іншим, за спаданням використавши при цьому стандартні засоби сортування.
    3). Всі змінні повинні бути описані та значення їх задані у виконавчому методі.
*/

package Lab04;

public class MainLab04 {
    public static void main(String[] args) {

    }
}
