/**
 * Java Kononenko Test Task.
 * Laboratory work 03.
 *
 * @author Oleg Khrulov
 * @version dated 08.02.2020
 */

/*
       Створити  клас,  який  складається  з  виконавчого  методу,  що  виконує  дію з
    текстовим рядком (в кожному слові заданого тексту, видалити всі попередні входження останньої
    літери цього слова), тип якого визначено по черзі як - String, StringBuilder, StringBuffer.
    Необхідно обробити всі виключні  ситуації,  що  можуть  виникнути  під  час  виконання  програмного
    коду.  Всі  змінні  повинні  бути  описані  та  значення  їх  задані  у  виконавчому
    методі.
*/

package Lab03;

public class MainLab03 {
    public static void main(String[] args) {

    }
}
